from pytz import timezone

SEOUL_CODES = [
    111121,111123,111131,111141,111142,
    111151,111152,111161,111171,111181,
    111191,111201,111212,111221,111231,
    111241,111251,111261,111262,111273,
    111274,111281,111291,111291,111301,
    111301,111311]
SEOUL_NAMES = [
    "중구","종로구","용산구","광진구","성동구",
    "중랑구","동대문구","성북구","도봉구","은평구",
    "서대문구","마포구","강서구","구로구","영등포구",
    "동작구","관악구","강남구","서초구","송파구",
    "강동구","금천구","강북구","강북구","양천구",
    "양천구","노원구"]

SEOUL_STATIONS = dict(zip(SEOUL_NAMES, SEOUL_CODES))
SEOULTZ = timezone('Asia/Seoul')
